Cylinder Flow/Re_30000/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.000759375;
boundaryField
{
    inlet    { type fixedValue; value uniform 0.000759375; }
    outlet   { type zeroGradient; }
    top      { type symmetryPlane; }
    bottom   { type symmetryPlane; }
    cylinder { type kqRWallFunction; value uniform 0.000759375; }
    front    { type empty; }
    back     { type empty; }
}
