Cylinder Flow/Re_30000/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 0.503115;
boundaryField
{
    inlet    { type fixedValue; value uniform 0.503115; }
    outlet   { type zeroGradient; }
    top      { type symmetryPlane; }
    bottom   { type symmetryPlane; }
    cylinder { type omegaWallFunction; value uniform 0.503115; }
    front    { type empty; }
    back     { type empty; }
}
